Repository: Ajordat/alteredbuilder
Catalog: alteredbuilder/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it

source: Faction Distribution
de: Fraktionsverteilung
es: Distribución por facción
fr: Distribution des factions
it: Distribuzione delle fazioni

source: Empty bio
de: Leere Bio
es: Sin biografía
fr: Pas de bio
it: Nessuna bio

source: Decks by %(username)s
de: Decks von %(username)s
es: Mazos de %(username)s
fr: Decks de %(username)s
it: Mazzi di %(username)s

source: No decks found
de: Keine Decks gefunden
es: No se han encontrado mazos
fr: Aucun deck trouvé
it: Nessun mazzo trovato

source: Community
de: Gemeinschaft
es: Comunidad
fr: Communauté
it: Comunità

source: Discover Our Community
de: Entdecke Unsere Community
es: Descubre Nuestra Comunidad
fr: Découvrez Notre Communauté
it: Scopri la Nostra Community

source: Welcome to the community hub! Here, you'll find a curated selection of users who are making waves in our platform. Whether you're looking for the latest members, the most popular content creators, or the most followed personalities, you'll find them all here.
de: Willkommen im Community-Hub! Hier findest du eine Auswahl an Nutzern, die auf unserer Plattform für Aufsehen sorgen. Egal, ob du die neuesten Mitglieder, die beliebtesten Content-Ersteller oder die meistverfolgten Persönlichkeiten suchst, hier wirst du fündig.
es: ¡Bienvenido al centro de la comunidad! Aquí encontrarás una selección de usuarios destacados que están causando sensación en nuestra plataforma. Ya sea que busques a los miembros más recientes, los creadores de contenido más populares o las personalidades más seguidas, los encontrarás todos aquí.
fr: Bienvenue dans le hub communautaire ! Ici, vous trouverez une sélection d'utilisateurs qui font sensation sur notre plateforme. Que vous recherchiez les derniers membres, les créateurs de contenu les plus populaires ou les personnalités les plus suivies, vous les trouverez tous ici.
it: Benvenuto nell'hub della community! Qui troverai una selezione curata di utenti che stanno facendo parlare di sé sulla nostra piattaforma. Che tu stia cercando i membri più recenti, i creatori di contenuti più popolari o le personalità più seguite, li troverai tutti qui.

source: Explore these lists to connect with others, get inspired, and see what's trending. Join the conversation and become a part of the vibrant community that powers our platform.
de: Durchstöbere diese Listen, um dich mit anderen zu vernetzen, Inspiration zu finden und die neuesten Trends zu entdecken. Mach mit und werde Teil der lebendigen Community, die unsere Plattform antreibt.
es: Explora estas listas para conectarte con otros, inspirarte y ver qué es lo que está en tendencia. Únete a la conversación y forma parte de la vibrante comunidad que impulsa nuestra plataforma.
fr: Explorez ces listes pour vous connecter avec les autres, trouver l'inspiration et découvrir les tendances. Rejoignez la conversation et devenez partie intégrante de la communauté dynamique qui anime notre plateforme.
it: Esplora queste liste per connetterti con gli altri, trovare ispirazione e vedere cosa è di tendenza. Unisciti alla conversazione e diventa parte della vibrante comunità che alimenta la nostra piattaforma.

source: User Engagement
de: Nutzerbeteiligung
es: Participación de Usuarios
fr: Engagement des Utilisateurs
it: Coinvolgimento degli Utenti

source: Stay informed about our community's growth! Take a look at the latest user activity, including the number of new members who joined and the <abbr title="Single visit by a user, counted only once">unique views</abbr> to decks we received in the last seven days.
de: Bleiben Sie über das Wachstum unserer Community informiert! Werfen Sie einen Blick auf die neuesten Aktivitäten der Benutzer, einschließlich der Anzahl neuer Mitglieder, die sich angemeldet haben, und der <abbr title="Einzelner Besuch eines Nutzers, nur einmal gezählt">einzigartigen Ansichten</abbr> von Decks, die wir in den letzten sieben Tagen erhalten haben.
es: ¡Mantente informado sobre el crecimiento de nuestra comunidad! Echa un vistazo a la actividad más reciente de los usuarios, incluyendo el número de nuevos miembros que se unieron y las <abbr title="Visita única de un usuario, contada solo una vez">visitas únicas</abbr> a los mazos que recibimos en los últimos siete días.
fr: Restez informé de la croissance de notre communauté ! Découvrez l'activité récente des utilisateurs, y compris le nombre de nouveaux membres qui ont rejoint et les <abbr title="Visite unique par un utilisateur, comptée une seule fois">vues uniques</abbr> sur les decks que nous avons reçues au cours des sept derniers jours.
it: Rimani informato sulla crescita della nostra community! Dai un'occhiata all'attività recente degli utenti, compreso il numero di nuovi membri che si sono uniti e le <abbr title="Visita unica di un utente, conteggiata solo una volta">visualizzazioni uniche</abbr> ai mazzi che abbiamo ricevuto negli ultimi sette giorni.

source: <strong>New Users in the Last Week:</strong> %(last_week_user_count)s out of %(total_user_count)s
de: <strong>Neue Nutzer in der letzten Woche:</strong> %(last_week_user_count)s von %(total_user_count)s
es: <strong>Usuarios Registrados la Última Semana:</strong> %(last_week_user_count)s de %(total_user_count)s
fr: <strong>Nouveaux Utilisateurs la Semaine Dernière :</strong> %(last_week_user_count)s sur %(total_user_count)s
it: <strong>Nuovi Utenti nell'Ultima Settimana:</strong> %(last_week_user_count)s su %(total_user_count)s

source: <strong>Unique Views in the Last Week:</strong> %(last_week_hits)s
de: <strong>Einzigartige Ansichten in der letzten Woche:</strong> %(last_week_hits)s
es: <strong>Visitas Únicas la Última Semana:</strong> %(last_week_hits)s
fr: <strong>Vues Uniques la Semaine Dernière:</strong> %(last_week_hits)s
it: <strong>Visualizzazioni Uniche nell'Ultima Settimana:</strong> %(last_week_hits)s

source: Deck Building Highlights
de: Deck-Bau-Highlights
es: Construcción de Mazos
fr: Création de Decks
it: Statistiche di Deck Building

source: Explore the latest content additions to our platform! Look at the numbers for the new <abbr title="Roughly 40%% of total">public decks</abbr> created and the imported cards added by users in the last week.
de: Erforschen Sie die neuesten Inhaltsaktualisierungen auf unserer Plattform! Sehen Sie sich die Zahlen der neuen <abbr title="Etwa 40%% des Gesamten">öffentlichen Decks</abbr> an, die erstellt wurden, und der importierten Karten, die von Benutzern in der letzten Woche hinzugefügt wurden.
es: ¡Explora las últimas adiciones de contenido a nuestra plataforma! Mira los números de los nuevos <abbr title="Aproximadamente el 40%% del total">mazos públicos</abbr> creados y las cartas importadas añadidas por los usuarios en la última semana.
fr: Découvrez les dernières ajouts de contenu sur notre plateforme ! Consultez les chiffres des nouveaux <abbr title="Environ 40%% du total">decks publics</abbr> créés et des cartes importées ajoutées par les utilisateurs au cours de la semaine dernière.
it: Esplora gli ultimi contenuti aggiunti alla nostra piattaforma! Guarda le statistiche dei nuovi <abbr title="Circa il 40%% del totale">mazzi pubblici</abbr> creati e delle carte importate dagli utenti nell'ultima settimana.

source: <strong>New Unique Cards in the Last Week:</strong> %(last_week_unique_card_count)s out of %(total_unique_card_count)s
de: <strong>Neue einzigartige Karten in der letzten Woche:</strong> %(last_week_unique_card_count)s von %(total_unique_card_count)s
es: <strong>Nuevas Cartas Únicas en la Última Semana:</strong> %(last_week_unique_card_count)s de %(total_unique_card_count)s
fr: <strong>Nouvelles Cartes Uniques la Semaine Dernière :</strong> %(last_week_unique_card_count)s sur %(total_unique_card_count)s
it: <strong>Carte Uniche aggiunte nell'ultima settimana:</strong> %(last_week_unique_card_count)s su %(total_unique_card_count)s

source: <strong>New Public Decks in the Last Week:</strong> %(last_week_deck_count)s out of %(total_deck_count)s
de: <strong>Neue öffentliche Decks in der letzten Woche:</strong> %(last_week_deck_count)s von %(total_deck_count)s
es: <strong>Nuevos Mazos Públicos en la Última Semana:</strong> %(last_week_deck_count)s de %(total_deck_count)s
fr: <strong>Nouveaux Decks Publics la Semaine Dernière :</strong> %(last_week_deck_count)s sur %(total_deck_count)s
it: <strong>Mazzi Pubblici aggiunti nell'ultima settimana:</strong> %(last_week_deck_count)s su %(total_deck_count)s

source: Latest Users
de: Neueste Benutzer
es: Nuevos usuarios
fr: Derniers Utilisateurs
it: Ultimi utenti

source: Joined on %(date_joined)s
de: Beitritt am %(date_joined)s
es: Se unió el %(date_joined)s
fr: Inscrit en %(date_joined)s
it: Iscritto il %(date_joined)s

source: No users found
de: Keine Benutzer gefunden
es: No se han encontrado usuarios
fr: Pas d'utilisateurs trouvés
it: Nessun utente trovato

source: %(deck_count)s deck
es: %(deck_count)s mazo
it: %(deck_count)s mazzo

source: Most Followed
es: Los más seguidos
fr: Les plus suivis

source: Join Our Discord Server!
de: Treten Sie unserem Discord Server bei!
es: ¡Únete a nuestro servidor de Discord!
fr: Rejoignez notre serveur Discord !
it: Unisciti al nostro server Discord!

source: We're excited to invite you to our official Discord server! Our server is designed to be a central hub for all things related to the platform. Whether you're here to stay updated with the latest releases, share your feedback, report any bugs, or submit feature requests, you'll find a place for it all here.
de: Wir freuen uns, euch auf unseren offiziellen Discord-Server einzuladen! Unser Server ist als zentraler Knotenpunkt für alles, was mit der Plattform zu tun hat, gedacht. Egal, ob Sie sich über die neuesten Versionen informieren, Ihr Feedback austauschen, Fehler melden oder Funktionswünsche äußern möchten, hier finden Sie einen Platz für all das.
es: ¡Estamos emocionados de invitarte a nuestro servidor oficial de Discord! Nuestro servidor está diseñado para ser un hub central para todo lo relacionado con la plataforma. Ya sea que estés aquí para mantenerte actualizado con los últimos lanzamientos, compartir tu opinión, informar sobre errores o enviar solicitudes de funcionalidades, encontrarás un lugar para todo aquí.Nuestro servidor está diseñado para ser un hub central para todo lo relacionado con la plataforma. Ya sea que estés aquí para mantenerte actualizado con los últimos lanzamientos, compartir tu opinión, informar sobre errores o enviar solicitudes de funcionalidades, encontrarás un lugar para todo aquí.
fr: Nous sommes ravis de vous inviter sur notre serveur Discord officiel ! Notre serveur est conçu pour être un hub central pour tout ce qui concerne la plateforme. Que vous soyez ici pour vous tenir au courant des dernières versions, pour partager vos commentaires, pour signaler des bugs ou pour soumettre des demandes de fonctionnalités, vous trouverez un endroit pour tout cela ici.plateforme. Que vous soyez ici pour vous tenir au courant des dernières versions, pour partager vos commentaires, pour signaler des bugs ou pour soumettre des demandes de fonctionnalités, vous trouverez un endroit pour tout cela ici.
it: Siamo entusiasti di invitarvi al nostro server Discord ufficiale! Il nostro server è stato progettato per essere un hub centrale per tutto ciò che riguarda la piattaforma. Che si tratti di rimanere aggiornati sulle ultime versioni, condividere i propri feedback, segnalare eventuali bug o inviare richieste di funzionalità, qui troverete un posto per tutto questo.

source: <strong>Release Announcements:</strong> Be the first to know about new features, updates, and improvements to the platform.
de: <strong>Versionsankündigungen:</strong> Seien Sie der Erste, der von neuen Funktionen, Updates und Verbesserungen der Plattform erfährt.
es: <strong>Lanzamientos:</strong> Sé el primero en conocer las nuevas funcionalidades, actualizaciones y mejoras de la plataforma.
fr: <strong>Annonces de versions :</strong> Soyez le premier à connaître les nouvelles fonctionnalités, les mises à jour et les améliorations apportées à la plateforme.
it: <strong>Annunci di rilascio:</strong> Siate i primi a conoscere le nuove funzionalità, gli aggiornamenti e i miglioramenti della piattaforma.

source: <strong>Feedback and Suggestions:</strong> Share your thoughts and ideas to help us make Altered TCG Builder even better.
de: <strong>Feedback und Vorschläge:</strong> Teilen Sie uns Ihre Gedanken und Ideen mit, damit wir Altered TCG Builder noch besser machen können.
es: <strong>Opiniones y sugerencias:</strong> Comparte tus pensamientos e ideas para ayudarnos a mejorar Altered TCG Builder.
fr: <strong>Réactions et suggestions :</strong> Faites-nous part de vos réflexions et de vos idées pour nous aider à améliorer Altered TCG Builder.
it: <strong>Feedback e suggerimenti:</strong> Condividi i tuoi pensieri e le tue idee per aiutarci a rendere Altered TCG Builder ancora migliore.

source: <strong>Bug Reporting:</strong> Let us know if you encounter any issues or glitches, so we can address them promptly.
de: <strong>Fehlermeldung:</strong> Teilen Sie uns mit, wenn Sie auf Probleme oder Störungen stoßen, damit wir diese umgehend beheben können.
es: <strong>Informes de errores:</strong> Haznos saber si encuentras algún error para que podamos abordarlo de inmediato.
fr: <strong>Rapport de bogues :</strong> Faites-nous savoir si vous rencontrez des problèmes ou des pépins, afin que nous puissions y remédier rapidement.
it: <strong>Segnalazione di bug:</strong> Fateci sapere se riscontrate problemi o intoppi, in modo da poterli risolvere tempestivamente.<strong>Segnalazione di bug:</strong> Fateci sapere se riscontrate problemi o intoppi, in modo da poterli risolvere tempestivamente.

source: <strong>Feature Requests:</strong> Suggest new features or enhancements you'd like to see in future updates.
de: <strong>Funktionswünsche:</strong> Schlagen Sie neue Funktionen oder Verbesserungen vor, die Sie gerne in zukünftigen Updates sehen würden.
es: <strong>Solicitudes de funcionalidades:</strong> Sugiere nuevas funciones o mejoras que te gustaría ver en futuras actualizaciones.
fr: <strong>Feature Requests :</strong> Suggérez de nouvelles fonctionnalités ou des améliorations que vous aimeriez voir dans les prochaines mises à jour.
it: <strong>Richieste di funzionalità:</strong> Suggerite nuove funzionalità o miglioramenti che vorreste vedere nei prossimi aggiornamenti.

source: Click the below link to join, and we'll see you there! 🚀
de: Klickt auf den untenstehenden Link, um dem Server beizutreten, und wir sehen uns dort! 🚀
es: Haz clic en el enlace a continuación para unirte, ¡y nos vemos allí! 🚀
fr: Cliquez sur le lien ci-dessous pour rejoindre le serveur, et nous vous y verrons ! 🚀
it: Clicca sul link sottostante per unirti al server e ci vediamo lì! 🚀

source: Login into the platform to use the recommender!
es: ¡Inicia sesión para usar el recomendador!
fr: Connectez-vous sur la plateforme pour utiliser les recommandations !

source: Model for this faction is not available. No recommendations can be given.
es: No hay ningún modelo disponible para esta facción. No se pueden dar recomendaciones.
fr: Il n'y a pas de modèle pour cette faction. Pas de recommendation proposable.

source: The deck contains an unexpected card.
es: Este mazo contiene una carta inesperada
fr: Le deck contient une carte inattendue.

source: The place to build, analyze and share Altered TCG decks.
de: Der Ort zum Bauen, Analysieren und Austauschen von Decks des Altered TCG.
es: Tu web para construir, analizar y compartir mazos de Altered TCG.
fr: L'endroit pour construire, analyser et partager des decks d'Altered TCG.
it: Il luogo dove costruire, analizzare e condividere mazzi di Altered TCG.

source: Home
de: Zuhause
es: Inicio

source: Build
es: Crear
fr: Constuction

source: Unique card
de: Einzigartige Karte
es: Carta única
fr: Carte unique
it: Carta unica

source: Contribute
es: Colaborar
fr: Contribuer

source: Select site language
es: Seleccionar el idioma de la página
fr: Sélectionnez la langue du site

source: Light
de: Licht
es: Claro
fr: Clair
it: Chiaro

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro

source: Auto
es: Automático
fr: Automatique
it: Automatico

source: View all notifications
de: Alle Benachrichtigungen anzeigen
es: Ver todas las notificaciones
fr: Voir toutes les notifications
it: Vedi tutte le notifiche

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo

source: Update email
de: E-Mail aktualisieren
es: Actualizar correo
fr: Changer l'e-mail
it: Aggiorna e-mail

source: Update password
de: Passwort aktualisieren
es: Actualizar contraseña
fr: Changer le mot de passe
it: Aggiorna password

source: Logout
de: Abmelden
es: Desconnectar
fr: Se déconnecter
it: Esci

source: Links
es: Enlaces
fr: Liens
it: Collegamenti

source: About the project
de: Über das Projekt
es: Sobre el proyecto
fr: À propos du projet
it: Informazioni sul progetto

source: GitHub repository
es: Repositorio de GitHub
fr: Dépôt GitHub
it: Repository GitHub

source: Collaborators
de: Mitarbeiter
es: Colaboradores
fr: Collaborateurs
it: Collaboratori

source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy

source: Terms and conditions
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: Conditions générales
it: Termini e condizioni

source: Support the project
de: Unterstützung des Projekts
es: Ayuda al proyecto
fr: Contribuer au projet
it: Aiutare il progetto

source: All funds are used to cover the hosting costs.
es: Todos los fondos se utilizan para cubrir los gastos del alojamiento.
fr: Tous les fonds servent à couvrir les frais d'hébergement.
it: Tutti i fondi sono utilizzati per coprire i costi di hosting.

source: Our Patrons
de: Unsere Unterstützer
es: Nuestros Patrocinadores
fr: Nos Mécènes
it: I Nostri Mecenati

source: Get in touch
de: Nehmen Sie Kontakt auf
es: Ponte en contacto
fr: Contacter
it: Contattaci

source: Whilst this web is designed, developed and maintained by a single individual, it has received help from different people.
es: Aunque esta web está diseñada, desarrollada y mantenida por una sola persona, ha recibido ayuda de diferentes personas.
fr: Bien que ce web a été conçu, développé et maintenu par une personne, il a reçu les contributions d'autres personnes.

source: This is a space to give credit where credit is due.
es: Este es un espacio para dar crédito a quien lo merece.
fr: Cet espace est réservé aux crédits lorsqu'ils doivent être signalés.

source: Patrons
es: Patrocinadores
fr: Mécènes

source: Here are the amazing supporters who have contributed to the growth of this project through their patronage. Their continued support on various platforms helps keep this platform thriving and evolving. A huge thanks to each and every one of you!
es: Aquí están los increíbles colaboradores que han contribuido al crecimiento de este proyecto a través de su patrocinio. Su apoyo continuo en diversas plataformas ayuda a que esta plataforma siga prosperando y evolucionando. ¡Muchas gracias a todos y cada uno de vosotros!
fr: Voici les charmants supporters qui ont contribué à la croissance de ce projet au travers de leur mécennat. Leur support continu sur différentes plateformes permet à ces plateformes de se développer et d'évoluer. Un grand merci à tous et à chacun d'entre vous !

source: Special mentions
es: Menciones especiales
fr: Mentions spéciales

source: Special thanks to these individuals who have gone above and beyond in their support and contributions. Their dedication and efforts have played a vital role in shaping this project!
es: Un agradecimiento especial a estas personas que han ido más allá en su apoyo y contribuciones. ¡Su dedicación y esfuerzo han desempeñado un papel fundamental en la realización de este proyecto!
fr: Je tiens à remercier chaleureusement toutes ces personnes qui ont apporté leur soutien et leurs contributions. Leur dévouement et leurs efforts ont joué un rôle essentiel dans la mise en place de ce projet !

source: Translators
es: Traductores
fr: Traducteurs

source: A big thank you to the talented people who have translated this project and made it accessible to a wider audience. Their work helps bridge communities and bring more people into our growing platform!
es: Muchas gracias a las personas con talento que han traducido este proyecto y lo han hecho accesible a un público más amplio. ¡Su trabajo ayuda a tender puentes entre comunidades y a atraer a más personas a nuestra creciente plataforma!
fr: Un grand merci aux personnes talentueuses qui ont traduit ce projet et l'ont rendu accessible à un public plus large. Leur travail aide à rapprocher les communautés et à attirer plus de gens sur notre plateforme !

source: Bug reports
es: Informes de errores
fr: Rapports de bogues

source: A heartfelt thanks to those who have taken the time to report bugs and issues. Their feedback helps us improve the platform and deliver a smoother experience for everyone!
es: Nuestro más sincero agradecimiento a quienes se han tomado la molestia de informarnos de errores y problemas. ¡Sus comentarios nos ayudan a mejorar la plataforma y a ofrecer una experiencia más fluida para todos!
fr: Un énorme merci à tous ceux qui ont pris le temps de signaler les bugs et les problèmes. Leurs commentaires nous aident à améliorer la plateforme et à offrir une expérience plus fluide pour tout le monde !

source: Feature Requests
es: Solicitudes de Funcionalidades
fr: Demandes de fonctionnalité

source: We're always looking for ways to improve and enhance your experience. If you have ideas or suggestions for new features that could make the platform better, this is the place to share them! Whether it's a small tweak or a game-changing idea, we'd love to hear your thoughts. Every contribution helps shape the future of the project!
es: Siempre estamos buscando formas de mejorar y optimizar su experiencia. Si tienes ideas o sugerencias sobre nuevas características que podrían mejorar la plataforma, ¡este es el lugar para compartirlas! Ya sea un pequeño cambio o una idea revolucionaria, nos encantaría conocer tu opinión. ¡Cada aportación ayuda a dar forma al futuro del proyecto!
fr: Nous cherchons toujours des façons d'améliorer votre expérience. Si vous avez des idées ou des suggestions qui pourraient améliorer la plateforme, n'hésitez pas à les partager ! Qu'il s'agisse d'une petite modification ou d'une nouvelle fonctionnalité, nous aimerions avoir votre avis. Chaque contribution aide à façonner l'avenir du projet !

source: Here's a list of people who gave us feedback on desired features and ended up being implemented:
es: Esta es una lista de las personas que nos dieron su opinión sobre las características deseadas y terminaron siendo implementadas:
fr: Voici une liste de personnes qui nous ont fait part de leurs commentaires sur des fonctionnalités qu'ils souhaités et qui ont été ajoutées :

source: Contribute to Our Deckbuilder
es: Colabora con nuestro constructor de mazos
fr: Contribuez à Notre Deckbuilder

source: Every contribution helps us build a platform that serves the community better. Thank you for your support, your ideas, and your enthusiasm for making this project a success!
es: Cada contribución nos ayuda a construir una plataforma que sirva mejor a la comunidad. ¡Gracias por tu apoyo, tus ideas y tu entusiasmo para que este proyecto sea un éxito!
fr: Chaque contribution nous aide à construire une plateforme qui sert toujours mieux la communauté. Merci pour votre aide, vos idées, et votre enthousiasme pour que ce projet devienne un succès !
