Repository: Ajordat/alteredbuilder
Catalog: alteredbuilder/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it

source: Invalid payload
de: Ungültige Nutzlast
es: Mensaje malformado
fr: Contenu invalide
it: Payload non valido

source: Invalid request
de: Ungültige Anfrage
es: Petición inválida
fr: Requête invalide
it: Richiesta non valida

source: Deutsch
es: Alemán
fr: Allemand
it: Tedesco

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo

source: French
de: Französisch
es: Francés
fr: Français
it: Francese

source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano

source: Failed to unpack '%(line)s'
de: '%(line)s' konnte nicht entpackt werden
es: No se puede interpretar '%(line)s'
fr: Échec d'extraction '%(line)s'
it: Impossibile decomprimere '%(line)s'

source: Card '%(reference)s' wasn't found and couldn't be imported
es: No se ha encontrado la carta '%(reference)s' y no se ha podido importar
fr: La carte '%(reference)s' n'existe pas et n'a pas pu être importée

source: Multiple heroes present in the decklist
de: Mehrere Helden in der Deckliste vorhanden
es: Hay múltiples héroes en la decklist
fr: Plusieurs héros présents dans la decklist
it: Più eroi presenti nella lista del mazzo

source: reference
de: Referenz
es: referencia
fr: référence
it: riferimento

source: hand cost
de: Handkosten
es: coste de mano
fr: coût de main
it: costo dalla mano

source: reserve cost
de: Reservekosten
es: coste de reserva
fr: coût de réserve
it: costo dalla riserva

source: ability
de: Fähigkeit
es: habilidad
fr: capacité
it: abilità

source: subtype
de: Subtyp
es: subtipo
fr: sous-type
it: sottotipo

source: trigger
de: Auslöser
es: activación
fr: déclencher
it: innesco

source: query
de: Abfrage
es: consulta
fr: requête
it: consultazione

source: user
de: anmeldename
es: usuario
fr: utilisateur
it: utente

source: hero
de: Held
es: héroe
fr: héros
it: eroe

source: description
de: Beschreibung
es: descripción
it: descrizione

source: Each line should be a quantity (1, 2 or 3) and a card reference.
de: Jede Zeile sollte eine Menge (1, 2 oder 3) und eine Kartenreferenz enthalten.
es: Cada línea debería ser una cantidad (1, 2 o 3) y una referéncia a una carta.
fr: Chaque ligne doit être une quantité (1, 2 ou 3) et une référence de carte.
it: Ogni riga deve contenere una quantità (1, 2 o 3) e un riferimento della carta.

source: Card Reference
de: Referenz der Karte
es: Referencia de la carta
fr: Référence de la carte
it: Riferimento della carta

source: Invalid value. The reference should look similar to 'ALT_COREKS_B_OR_21_U_2139'.
de: Ungültiger Wert. Die Referenz sollte ähnlich aussehen wie 'ALT_COREKS_B_OR_21_U_2139'.
es: Valor no válido. La referencia debe ser algo similar a 'ALT_COREKS_B_OR_21_U_2139'.
fr: Valeur non valide. La référence doit ressembler à « ALT_COREKS_B_OR_21_U_2139 ».
it: Valore non valido. Il riferimento dovrebbe essere simile a 'ALT_COREKS_B_OR_21_U_2139'.

source: Exceeds maximum faction count (%(count)s)
de: Überschreitet die maximale Fraktionsanzahl (%(count)s)
es: Excede el máximo de factiones permitido (%(count)s)
fr: Dépasse le nombre maximal de factions (%(count)s)
it: Supera il numero massimo di fazioni (%(count)s)

source: Does not have enough cards (%(count)s)
de: Es sind nicht genügend Karten vorhanden (%(count)s)
es: No contiene suficientes cartas (%(count)s)
fr: N'a pas assez de cartes (%(count)s)
it: Non ha abbastanza carte (%(count)s)

source: Exceeds the maximum RARE card count (%(count)s)
de: Überschreitet die maximale Anzahl seltener Karten (%(count)s)
es: Excede el máximo de cartas raras permitidas (%(count)s)
fr: Dépasse le nombre maximal de cartes RARES (%(count)s)
it: Supera il conteggio massimo di carte RARE (%(count)s)

source: Exceeds the maximum UNIQUE card count (%(count)s)
de: Überschreitet die maximale Anzahl EINZIGARTIGER Karten (%(count)s)
es: Excede el máximo de cartas únicas permitidas (%(count)s)
fr: Dépasse le nombre maximal de cartes UNIQUES (%(count)s)
it: Supera il conteggio massimo di carte UNICHE (%(count)s)

source: There's more than a single copy of a UNIQUE card
de: Es gibt mehr als ein einziges Exemplar einer EINZIGARTIGER-Karte
es: Hay más de una copia de una carta única
fr: Il n'y a pas qu'un seul exemplaire d'une carte UNIQUE
it: Esiste più di una singola copia di una carta UNICA

source: Exceeds the maximum card count for any given family (%(count)s)
de: Überschreitet die maximale Kartenanzahl für eine bestimmte Familie (%(count)s)
es: Excede el máximo de cartas de una misma familia (%(count)s)
fr: Dépasse le nombre maximal de cartes pour une famille donnée (%(count)s)
it: Supera il numero massimo di carte per una determinata famiglia (%(count)s)

source: Missing hero
de: Fehlender Held
es: Falta un héroe
fr: Héros manquant
it: Eroe mancante

source: Does not reach the minimum faction count (%(count)s)
es: No llega al mínimo de factiones necesario (%(count)s)
fr: N'atteint pas le nombre minimal de factions (%(count)s)

source: Contains a banned card
es: Contiene una carta prohibida
fr: Contient une carte interdite

source: Card list
de: Kartenliste
es: Cartas
fr: Liste de cartes
it: Elenco carte

source: Search by name or use advanced filters (hc<4 t:hand)
es: Busca por nombre o usa filtros avanzados (hc<4 t:hand)
fr: Rechercher par nom ou utiliser des filtres avancés (hc<4 t:hand)

source: Advanced Search
de: Erweiterte Suche
es: Búsqueda avanzada
fr: Recherche Avancée

source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri

source: Factions
de: Fraktionen
es: Facciones
it: Fazioni

source: Rarity
de: Rarität
es: Rareza
fr: Rareté
it: Rarità

source: Common
de: Gewöhnlich
es: Común
fr: Commune
it: Comune

source: Rare
de: Selten
es: Rara
it: Rara

source: Unique
de: Einzigartig
es: Única
it: Unica

source: Type
de: Typ
es: Tipo
it: Tipo

source: Character
de: Charakter
es: Personaje
fr: Personnage
it: Personaggio

source: Hero
de: Held
es: Héroe
fr: Héros
it: Eroe

source: Landmark Permanent
es: Permanente Hito
fr: Repère Permanent

source: Expedition Permanent
es: Permanente de Expedición
fr: Permanent d'Expédition

source: Spell
de: Zauber
es: Hechizo
fr: Sort
it: Incantesimo

source: Other
de: Sonstiges
es: Otros
fr: Autre
it: Altro

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca

source: Sort by
de: Sortieren nach
es: Ordenar
fr: Trier par
it: Ordina per

source: Default
de: Standard
es: Por defecto
fr: Par défaut
it: Predefinito

source: Name A-Z
es: Nombre A-Z
fr: Nom A-Z
it: Nome dalla A alla Z

source: Name Z-A
es: Nombre Z-A
fr: Nom Z-A
it: Nome dalla Z alla A

source: Hand Cost ASC
de: Handkosten ASC
es: Coste de mano ASC
fr: Coût de main ASC
it: Costo dalla mano ASC

source: Hand Cost DESC
de: Handkosten DESC
es: Coste de mano DESC
fr: Coût de main DESC
it: Costo dalla mano DESC

source: Reserve Cost ASC
de: Reservekosten ASC
es: Coste de Reserva ASC
fr: Côut de Réserve ASC
it: Costo dalla Riserva ASC

source: Reserve Cost DESC
de: Reservekosten DESC
es: Coste de Reserva DESC
fr: Côut de Réserve DESC
it: Costo dalla Riserva DESC

source: Magic
es: Magia
fr: Magique

source: No cards found with the current filter.
de: Mit dem aktuellen Filter wurden keine Karten gefunden.
es: No se han encontrado cartas con el filtro actual.
fr: Aucune carte trouvée avec les filtres choisis.
it: Nessuna carta trovata con il filtro attuale.

source: My Collection
es: Mi Colección
fr: Ma Collection

source: New deck
de: Neues Deck
es: Mazo nuevo
fr: Nouveau deck
it: Nuovo mazzo

source: Decks
es: Mazos
it: Mazzi

source: Deck Name
es: Nombre del mazo
fr: Nom du Deck
it: Nome del mazzo:

source: Deck
es: Mazo
it: Mazzo

source: Save
de: Speichern
es: Guardar
fr: Sauver
it: Salva

source: Advanced search filters
de: Erweiterte Suchfilter
es: Búsqueda con filtros avanzados
fr: Filtres de recherche avancés
it: Filtri di ricerca avanzati

source: Hand cost:
de: Handkosten:
es: Coste de mano:
fr: Coût de main :
it: Costo dalla mano:

source: Operators:
de: Operatoren:
es: Operadores:
fr: Opérateurs :
it: Operatori:

source: Value:
de: Wert:
es: Valor:
fr: Valeur :
it: Valore:

source: Number
de: Nummer
es: Número
fr: Nombre
it: Numero

source: Reserve cost:
de: Reservekosten:
es: Coste de reserva:
fr: Coût de réserve :
it: Costo dalla riserva:

source: Abilities:
de: Fähigkeiten:
es: Habilidades:
fr: Capacités :
it: Abilità:

source: Single word
de: Einzelnes Wort
es: Una palabra
fr: Un seul mot
it: Singola parola

source: Triggers:
de: Auslöser:
es: Activaciones:
fr: Déclencheurs :
it: Innesco

source: Values:
de: Werte:
es: Valores:
fr: Valeurs :
it: Valori:

source: Subtypes:
de: Subtypen:
es: Subtipos:
fr: Sous-types :
it: Sottotipi:

source: Reference:
de: Referenz:
es: Referencia:
fr: Référence :
it: Riferimento:

source: Examples:
de: Beispiele:
es: Ejemplos:
fr: Exemples :
it: Esempi:

source: Search bureaucrat cards that cost <span class="altered-3"></span>:
de: Suche Bürokratenkarten, die <span class="altered-3"></span> kosten:
es: Busca cartas de burócrata que cuesten <span class="altered-3"></span>:
fr: Recherchez les cartes de bureaucrates qui coûtent <span class="altered-3"></span> :
it: Cercare carte burocrate che costano <span class="altered-3"></span>:

source: st:bureaucrat hc=3
de: st:bürokrat hc=3
es: st:burócrata hc=3
fr: st:bureaucrate hc=3
it: st:burocrate hc=3

source: Search cards with `training` in their name that cost <span class="altered-2"></span>:
de: Suche nach Karten mit `training` in ihrem Namen, die <span class="altered-2"></span> kosten:
es: Busca cartas con `entrenamiento` en el nombre que cuesten <span class="altered-2"></span>:
fr: Rechercher les cartes comprenant `scarabot` dans leur nom et coûtant <span class="altered-2"></span> :

source: training
es: entrenamiento
fr: scarabot

source: Search cards that cost between <span class="altered-3"></span> and <span class="altered-5"></span> (inclusive):
de: Suche Karten, die zwischen <span class="altered-3"></span> und <span class="altered-5"></span> (einschließlich) kosten:
es: Busca cartas que cuesten entre <span class="altered-3"></span> y <span class="altered-5"></span> (ambos inclusive):
fr: Rechercher les cartes dont le coût est compris entre <span class="altered-3"></span> et <span class="altered-5"></span> (inclus) :

source: OR
de: ODER
es: O
fr: OU

source: Search cards with `anchor` abilities that cost <span class="altered-3"></span> or less from reserve:
de: Suche Karten mit `Verankert`-Fähigkeiten, die Reservekosten von <span class="altered-3"></span> oder weniger haben:
es: Busca cartas con habilidades de anclaje que cuesten <span class="altered-3"></span> o menos desde la reserva:
fr: Rechercher les cartes où des ancres sont définies et coûtant <span class="altered-3"></span> ou moins de la réserve :
it: Cerca carte con abilità `ancorato` che abbiano un costo dalla riserva di <span class="altered-3"></span> o meno:

source: anchor
de: verankert
es: anclaje
fr: sabotez
it: ancorato

source: Search cards that trigger when played from the hand (<span class="altered-hand"></span>) and that can be discarded (<span class="altered-discard"></span>):
de: Suchkarten, die ausgelöst werden, wenn sie aus der Hand gespielt werden (<span class="altered-hand"></span>) und die abgeworfen werden können (<span class="altered-discard"></span>):
es: Busca cartas que se activen al jugarlas desde la mano (<span class="altered-hand"></span>) y que puedan ser descartadas (<span class="altered-discard"></span>):
fr: Recherche les cartes qui se déclenchent lorsqu&#39;elles sont jouées depuis la main (<span class="altered-hand"></span>) et qui peuvent être défaussées (<span class="altered-discard"></span>) :
it: Cerca carte che si innescano quando vengono giocate dalla mano (<span class="altered-hand"></span>) e che possono essere scartate (<span class="altered-discard"></span>):

source: Search the card with the reference `ALT_COREKS_B_OR_21_U_2139`:
de: Suchen Sie die Karte mit der Referenz `ALT_COREKS_B_OR_21_U_2139`:
es: Busca la carta con la referencia `ALT_COREKS_B_OR_21_U_2139`:
fr: Recherchez la carte avec la référence `ALT_COREKS_B_OR_21_U_2139` :
it: Cercare la carta con il riferimento `ALT_COREKS_B_OR_21_U_2139`:

source: Manage Collection
es: Gestionar Colección
fr: Gérer la Collection

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: Card recommender
es: Recomendador de cartas
fr: Recommandeur de cartes

source: Hi! Start your deck by selecting a hero and adding some cards!
es: ¡Hola! ¡Empieza con tu mazo seleccionando un héroe y añadiendo algunas cartas!
fr: Bonjour ! Commencez votre deck en sélectionnant un héro et en ajoutant quelques cartes !

source: Thinking about your deck...
es: Pensando sobre tu mazo...
fr: En pensant à votre deck...

source: Import Collection
es: Importar Colección
fr: Importer une Collection

source: Login to share your love!
de: Melden Sie sich an, um Ihre Liebe zu teilen!
es: ¡Inicia sesión para apoyar al creador!
fr: Connectez-vous pour<br>montrer votre appréciation !
it: Accedi per condividere i tuoi mi piace!

source: Edit deck
de: Deck bearbeiten
es: Editar mazo
fr: Modifier le deck
it: Modifica mazzo

source: Options
de: Optionen
es: Opciones
it: Opzioni

source: Edit tags
de: Tags editieren
es: Editar etiquetas
fr: Modifier les tags
it: Modifica dei tag

source: Edit metadata
de: Deck-Felder bearbeiten
es: Editar metadatos
fr: Modifier les champs de deck
it: Modifica dei metadati del mazzo

source: Delete deck
de: Deck löschen
es: Eliminar mazo
fr: Supprimer le deck
it: Elimina mazzo

source: Try it in Exalts Table without unique cards
es: Pruébalo en Exalts Table sin cartas únicas
fr: Essayez le sur Exalts Table sans les cartes uniques

source: Playtest!
de: Spieltest!
es: ¡Prueba el mazo!
fr: Tester le deck !
it: Prova di gioco!

source: Try it in Exalts Table
de: Probieren Sie es in der Exalts-Tabelle aus
es: Juega en Exalts Table
fr: Essayez le sur Exalts Table
it: Provalo su Exalts Table

source: By Taum
es: Hecho por Taum
fr: Par Taum
it: Da Taum

source: Showcase
es: Vitrina
fr: Vitrine
it: Vetrina

source: The deck needs a hero!
es: !El mazo necesita un héroe!
fr: Le deck doit avoir un héros !
it: Il mazzo ha bisogno di un eroe!

source: Copy deck
es: Copiar mazo
fr: Copier le deck

source: Export into altered.gg
es: Exportar a altered.gg
fr: Exporter en altered.gg

source: Copy link
de: Link kopieren
es: Copiar link
fr: Copier le lien
it: Copia collegamento

source: Copy decklist
de: Deckliste kopieren
es: Copiar decklist
fr: Copier la decklist
it: Copia la lista del mazzo

source: QR Code
es: Código QR
it: Codice QR

source: Create private link
de: Privaten Link erstellen
es: Crear enlace privado
fr: Créer un lien privé
it: Creare un link privato

source: Go to details
de: Zu den Details gehen
es: Ver detalles
fr: Voir les détails
it: Vai ai dettagli

source: Go to marketplace
es: Ver en el marketplace
fr: Aller à la place du marché

source: Copy card reference
de: Kopieren Sie die Referenz der Karte
es: Copiar referencia de la carta
fr: Copier la référence de la carte
it: Copiare il riferimento della carta

source: Remove card
de: Karte entfernen
es: Eliminar carta
fr: Retirer carte
it: Rimuovere la carta

source: Spells
de: Zauber
es: Hechizos
fr: Sorts
it: Incantesimi

source: Permanents
de: Bleibende Karte
es: Permanentes
it: Permanenti

source: Name
es: Nombre
fr: Nom
it: Nome

source: Faction
de: Fraktion
es: Facción
it: Fazione

source: No hero
de: Kein Held
es: No hay héroe
fr: Pas de héros
it: Nessun eroe

source: Characters
de: Charaktere
es: Personajes
fr: Personnages
it: Personaggi

source: Stats
de: Statistik
es: Estadísticas
fr: Statistiques
it: Statistiche

source: Card Type Distribution
de: Kartentypverteilung
es: Distribución por tipo
fr: Distribution des types de carte
it: Distribuzione del tipo di carta

source: Power Distribution
es: Distribución por Region
fr: Distribution de puissance

source: Rarity distribution
de: Seltenheitsverteilung
es: Distribución por rareza
fr: Distribution des raretés
it: Distribuzione delle rarità

source: Count
de: Zählung
es: Cantidad
fr: Nombre
it: Conteggio

source: Total Count
es: Recuento total
fr: Nombre Total

source: (+ 1 hero)
de: (+ 1 Held)
es: (+1 héroe)
fr: (+ 1 héros)

source: Probability of drawing
de: Wahrscheinlichkeit der Zeichnung
es: Probabilidad de robar
fr: Probabilité de pioche
it: Probabilità di pescata

source: Anytime
de: Jederzeit
es: En cualquier momento
fr: N'importe quand
it: In qualsiasi momento

source: Initial hand
de: Starthand
es: Mano inicial
fr: Main de départ
it: Mano iniziale

source: Format legality
de: Formatlegalität
es: Legalidad de formato
fr: Légalité du format
it: Legalità del formato

source: Format
es: Formato
it: Formato

source: Is it legal?
de: Ist es legal?
es: ¿Es legal?
fr: Est-il légal ?
it: È legale?

source: Notes
de: Notizen
es: Notas
it: Note

source: Standard
es: Estándar

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

source: ExAlts Championship
de: ExAlts-Meisterschaft
es: Campeonato de ExAlts

source: This mode works the same as Standard but replaces the 3 uniques with 3 extra rares.
de: Dieser Modus funktioniert genauso wie Standard, ersetzt aber die 3 Unikate durch 3 zusätzliche Rares.
es: Este modo sigue las mismas normas que Estándar pero sustituye las 3 cartas únicas con 3 raras adicionales.
it: Questa modalità funziona come la Standard, ma sostituisce le 3 carte uniche con 3 carte rare extra.

source: Doubles
es: Facción doble

source: This mode works the same as Standard but requires the use of two different factions.
es: Este modo sigue las mismas normas que Estándar pero fuerza el uso de 2 facciones distintas.
fr: Ce mode fonctionne de la même manière que le mode standard mais nécessite l'utilisation de deux factions différentes.

source: Mana curve
de: Manakurve
es: Curva de maná
fr: Courbe de mana
it: Curva di mana

source: Inspired by
es: Inspirado por
fr: Inspiré par

source: Creator
es: Creador
fr: Créateur

source: Inspired decks
es: Mazos basados en este
fr: Decks inspirés

source: and 1 private deck
es: y 1 mazo privado
fr: et 1 deck privé

source: 1 private deck
es: 1 mazo privado
fr: 1 deck privé

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica

source: Playstyle
de: Spielstil
es: Estilo de juego
fr: Style de jeu
it: Stile di gioco

source: Define the overall approach or strategy the deck follows
de: Definiere den allgemeinen Ansatz oder die Strategie des Decks
es: Define el enfoque general o la estrategia del mazo
fr: Définissez l'approche globale ou la stratégie du deck
it: Definisci l'approccio generale o la strategia del mazzo

source: Sub-strategy
de: Unterstrategie
es: Subestrategia
fr: Sous-stratégie
it: Sotto-strategia

source: Highlight specific tactics or themes
de: Hebe spezifische Taktiken oder Themen hervor
es: Resalta tácticas o temas específicos
fr: Mettez en avant des tactiques ou thèmes spécifiques
it: Evidenzia tattiche o temi specifici

source: Are you sure you want to delete this deck?
de: Sind Sie sicher, dass Sie dieses Deck löschen möchten?
es: ¿Estás seguro que quieres eliminar este mazo?
fr: Êtes-vous sûr(e) de vouloir supprimer ce deck ?
it: Sei sicuro di voler eliminare questo mazzo?

source: It won't be possible to recover it later.
de: Es ist später nicht möglich, es wiederherzustellen.
es: No será posible recuperarlo más tarde.
fr: Il ne sera pas possible de le récupérer plus tard.
it: Non sarà possibile recuperarlo in seguito.

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

source: Altered TCG Builder - Browser Extension
es: Altered TCG Builder - Extensión de navegador
fr: Altered TCG Builder - Extension du navigateur

source: Use our extension to export your decks into the official site:
es: Usa nuestra extensión para exportar tus mazos a la web oficial:
fr: Utilisez notre extension pour exporter vos decks vers le site officiel :

source: For <a href="%(url)s" target="_blank">Chrome and Edge</a>
es: Para <a href="%(url)s" target="_blank">Chrome y Edge</a>
fr: Pour <a href="%(url)s" target="_blank">Chrome et Edge</a>

source: For <a href="%(url)s" target="_blank">Firefox</a>
es: Para <a href="%(url)s" target="_blank">Firefox</a>
fr: Pour <a href="%(url)s" target="_blank">Firefox</a>

source: Simply copy the decklist (<i class="fa-solid fa-share-nodes"></i> &rarr; "Copy decklist") and paste it into the extension.
es: Simplemente copia la decklist (<i class="fa-solid fa-share-nodes"></i> &rarr; "Copiar decklist") y pégala en la extensión.
fr: Copiez simplement la liste du deck (<i class="fa-solid fa-share-nodes"></i> &rarr; "Copier la liste du deck") et collez-la dans l'extension.

source: Deck QR Code
es: Código QR del mazo
fr: Code QR du deck
it: Codice QR del mazzo

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti

source: Login to use this feature!
de: Melden Sie sich an, um diese Funktion zu nutzen!
es: ¡Inicia sesión para escribir comentarios!
fr: Connectez-vous pour utiliser cette fonction !
it: Effettuare l'accesso per utilizzare questa funzione!

source: Login
de: Anmelden
es: Entrar
fr: Se connecter
it: Accedi

source: %(time_since)s ago
de: %(time_since)s her
es: Hace %(time_since)s
fr: Il y a %(time_since)s
it: %(time_since)s fa

source: Latest decks
de: Neueste Decks
es: Mazos recientes
fr: Derniers decks
it: Ultimi mazzi

source: Search by name or use advanced filters (starter h:kojo)
es: Busca por nombre o usa filtros avanzados (starter h:kojo)
fr: Rechercher par nom ou utiliser des filtres avancés (starter h:kojo)

source: Legality
de: Legalität
es: Legalidad
fr: Légalité
it: Legalità

source: Tags
es: Etiquetas
it: Tag

source: Loved
de: Geliebt
es: Favoritos
fr: Adoré
it: Mi Piace

source: Login to save your loved decks!
de: Melden Sie sich an, um Ihre geliebten Decks zu speichern!
es: ¡Inicia sesión para guardarte mazos!
fr: Connectez-vous pour sauvegarder<br> vos decks préférés !
it: Accedi per aggiungere mi piace ai mazzi!

source: With description
es: Con descripción
fr: Avec description

source: Apply Filters
es: Aplicar filtros
fr: Appliquer les Filtres

source: Last updated
de: Letzte Aktualisierung
es: Última actualización
fr: Dernière mise à jour
it: Ultimo aggiornamento

source: Most loved
de: Meistgeliebt
es: Más queridos
fr: Les plus appréciés
it: I più apprezzati

source: Most views
de: Meistbesucht
es: Más visitas
fr: Les plus visités
it: I più visitati

source: Card:
es: Carta:
fr: Carte :
it: Carte:

source: Card reference
es: Referencia de la carta
fr: Référence de la carte
it: Riferimento della carta

source: Hero:
de: Held:
es: Héroe:
fr: Héros :
it: Eroe:

source: User:
de: Anmeldename:
es: Usuario:
fr: Utilisateur :
it: Utente:

source: Search decks created by the user "%(username)s":
de: Suche nach Decks, die vom Benutzer "%(username)s" erstellt wurden:
es: Busca mazos creados por el usuario "%(username)s":
fr: Recherche de decks créés par l&#39;utilisateur "%(username)s" :
it: Cerca i mazzi creati dall&#39;utente "%(username)s":

source: Search decks with the hero "Teija" created by the user "Equinox":
de: Suche nach Decks mit dem Helden "Teija", die vom Benutzer "Equinox" erstellt wurden:
es: Busca mazos con el héroe "Teija" creados por el usuario "Equinox":
fr: Recherche les decks avec le héros "Teija" créés par l&#39;utilisateur "Equinox" :
it: Cerca i mazzi con l&#39;eroe "Teija" creati dall&#39;utente "Equinox":
