Repository: Ajordat/alteredbuilder
Catalog: alteredbuilder/locale/*/LC_MESSAGES/djangojs.po
Languages: de, es, fr, it

source: Failed to save collection remotely.
es: Fallo al guardar la colección en el servidor.

source: Login to save your collection remotely.
es: Entra para guardar tu colección en el servidor.

source: Saved collection remotely.
es: Se ha guardado la colección en el servidor.

source: Link copied into clipboard!
de: Link in Zwischenablage kopiert!
es: ¡Enlace copiado en el portapapeles!
fr: Lien copié dans le presse-papier !
it: Link copiato negli appunti!

source: Decklist copied into clipboard!
de: Deckliste in Zwischenablage kopiert!
es: ¡Decklist copiado en el portapapeles!
fr: Decklist copiée dans le presse-papier !
it: Lista del mazzo copiata negli appunti!

source: QR downloaded!
de: QR heruntergeladen!
es: ¡QR descargado!
fr: Code QR téléchargé !
it: QR scaricato!

source: QR copied into clipboard!
de: QR in Zwischenablage kopiert!
es: ¡QR copiado en el portapapeles!
fr: QR copié dans le presse-papiers !
it: QR copiato negli appunti!

source: HTML iframe copied into clipboard!
es: ¡Código HTML copiado en el portapapeles!

source: Unable to delete card from deck
de: Karte konnte nicht aus dem Deck gelöscht werden
es: No se puede eliminar la carta del mazo
fr: Impossible de supprimer la carte du deck
it: Impossibile eliminare la carta dal mazzo

source: Card reference copied into clipboard!
de: Kartenreferenz in die Zwischenablage kopiert!
es: ¡Referencia copiada en el portapapeles!
fr: Référence de la carte copiée dans le presse-papiers !
it: Riferimento della carta copiato negli appunti!

source: Cannot create a private link
de: Kann keinen privaten Link erstellen
es: No se puede crear un enlace privado
fr: Impossible de créer un lien privé
it: Impossibile creare un link privato

source: Unable to upvote the comment
de: Der Kommentar kann nicht hochgestuft werden
es: No se pudo votar el comentario
fr: Impossible de noter le commentaire en haut de page
it: Impossibile votare il commento

source: Unable to delete the comment
de: Kann den Kommentar nicht löschen
es: No se pudo eliminar el comentario
fr: Impossible de supprimer le commentaire
it: Impossibile eliminare il commento

source: The deck with ID "%(code)s" was not found
de: Das Deck mit der ID "%(code)s" wurde nicht gefunden
es: No se encontró el mazo con ID "%(code)s"
fr: Le deck avec l'ID « %(code)s » n'a pas été trouvé
it: Il mazzo con ID “%(code)s” non è stato trovato.

source: Input the Deck's ID or its URL.
de: Geben Sie die ID des Decks oder seine URL ein.
es: Introduce el ID o la URL del mazo.
fr: Saisissez l'identifiant du deck ou son URL.
it: Immettere l'ID del mazzo o il suo URL.

source: Common
de: Gewöhnlich
es: Común
fr: Commune
it: Comune

source: Rare
de: Selten
es: Rara
it: Rara

source: Unique
de: Einzigartig
es: Única
it: Unica

source: Card
de: Karte
es: Carta
fr: Carte
it: Carta

source: The deck must have a name
de: Das Deck muss einen Namen haben
es: El mazo necesita un nombre
fr: Le deck doit avoir un nom
it: Il mazzo deve avere un nome

source: There are no changes to save
de: Es sind keine Änderungen zu speichern
es: No hay cambios que guardar
fr: Il n'y a pas de modifications à sauvegarder
it: Non ci sono modifiche da salvare

source: Unable to update deck
de: Deck kann nicht aktualisiert werden
es: No se puede actualizar el mazo
fr: Impossible de mettre à jour le deck
it: Impossibile aggiornare il mazzo

source: characters
de: Zeichen
es: personajes
fr: personnages
it: caratteri

source: spells
de: Zauber
es: hechizos
fr: sorts
it: incantesimi

source: permanents
de: permanent
es: permanentes
it: permanenti

source: forest
de: Wald
es: bosque

source: mountain
de: Berg
es: montaña

source: ocean
de: Meer
es: océano

source: Cost
de: Kosten
es: Coste
fr: Coût
it: Costo

source: Hand
es: Mano
fr: Main
it: Mano

source: Reserve
es: Reserva
fr: Réserve
it: Riserva

source: Loading...
de: Wird geladen ...
es: Cargando...
fr: Chargement...
it: Caricamento...

source: Authentication required
de: Authentifizierung erforderlich
es: Se requiere autenticación
fr: Authentification nécessaire
it: Autenticazione necessaria

source: Error loading notifications
de: Fehler beim Laden der Benachrichtigungen
es: Error al cargar las notificaciones
fr: Erreurs dans le chargement des notifications
it: Errore nel caricamento delle notifiche

source: No new notifications
de: Keine neuen Benachrichtigungen
es: No hay notificaciones nuevas
fr: Pas de nouvelles notifications
it: Nessuna nuova notifica
