Repository: Ajordat/alteredbuilder
Catalog: alteredbuilder/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it

source: Search decks where its the name contains "Starter" with the hero "Kojo":
de: Suche nach Decks, deren Name "Starter" mit dem Helden "Kojo" enthält:
es: Busca mazos con "Starter" en el nombre y con el héroe "Kojo":
fr: Recherche les decks dont le nom contient "Starter" avec le héros "Kojo" :
it: Cerca i mazzi il cui nome contiene "Starter" con l&#39;eroe "Kojo":

source: Search decks that have the card "Haven Seiringar":
es: Busca mazos con la carta "Seiringar del Refugio":
fr: Recherche les decks avec le carte "Seiringar de Havre" :
it: Cerca i mazzi con la carta "Seiringar del Rifugio":

source: by %(owner)s
es: por %(owner)s
fr: par %(owner)s

source: View full deck on Ajordat
es: Ver el mazo completo en Ajordat
fr: Voir le deck entier sur Ajordat

source: Import a Unique Card
de: Importieren einer einzigartigen Karte
es: Importar una carta única
fr: Importer une carte unique
it: Importa una carta unica

source: Card Reference:
de: Referenz der Karte:
es: Referencia de la carta:
fr: Référence de la carte :
it: Riferimento della carta:

source: Please provide a card reference.
de: Bitte geben Sie eine Kartenreferenz an.
es: Por favor introduce una referencia a una carta.
fr: Veuillez fournir une référence de carte.
it: Si prega di fornire un riferimento della carta.

source: Import Card
de: Karte importieren
es: Importar Carta
fr: Importer Carte
it: Importa una Carta

source: Importing card, please wait...
de: Karte wird importiert, bitte warten...
es: Importando carta, por favor espere...
fr: Importation de la carte, veuillez patienter...
it: Importazione della carta, attendere...

source: This will take a while, I've seen it take up to 2 minutes...
de: Das wird eine Weile dauern, ich habe gesehen, dass es bis zu 2 Minuten dauert...
es: Esto tardará un rato, lo he visto durar incluso 2 minutos...
fr: Cela prendra un certain temps, j'ai vu que cela prenait jusqu'à 2 minutes...
it: Ci vorrà un po' di tempo, potrebbero volerci fino a 2 minuti...

source: How can I get the reference of a card?
de: Wie kann ich die Referenz einer Karte erhalten?
es: ¿Cómo puedo conseguir la referencia a una carta?
fr: Comment obtenir la référence d'une carte ?
it: Come posso ottenere il riferimento della carta?

source: Find the card's reference in the URL!
es: La referéncia de la carta se encuentra en la URL!
fr: Trouvez la référence de la carte dans l'URL !

source: Notes on Functionality and Usage
de: Hinweise zur Funktionsweise und Verwendung
es: Notas sobre funcionalidad y uso
fr: Notes sur la fonctionnalité et l'utilisation
it: Note sulla funzionalità e sull'utilizzo

source: Currently, the official Altered website only displays the Unique cards in English and French.
de: Derzeit werden auf der offiziellen Altered-Website die Unique-Karten nur auf Englisch und Französisch angezeigt.
es: Actualmente, el sitio web oficial de Altered sólo muestra las cartas únicas en inglés y francés.
fr: Actuellement, le site officiel d'Altered n'affiche les cartes uniques qu'en anglais et en français.
it: Attualmente, il sito ufficiale di Altered mostra le carte uniche solo in inglese e francese.

source: The imported Unique card will appear on the '<a href="%(cards_tab_url)s">Build</a>' tab and it'll be possible to search for it in all languages, but the image will be strictly in English or French.
es: La carta única importada aparecerá en la pestaña '<a href="%(cards_tab_url)s">Crear</a>' y será posible buscarla en todos los idiomas, pero la imagen estará estrictamente en inglés o francés.
fr: La carte unique importée apparaîtra dans l'onglet '<a href="%(cards_tab_url)s">Cartes</a>' et il sera possible de la rechercher dans toutes les langues, mais l'image sera strictement en anglais ou en français.

source: All users will be able to search and find the imported card.
de: Alle Benutzer können die importierte Karte suchen und finden.
es: Todos los usuarios podrán buscar y encontrar la carta importada.
fr: Tous les utilisateurs pourront rechercher et trouver la carte importée.
it: Tutti gli utenti potranno cercare e trovare la carta importata.

source: The communication with the Altered website is occasionally slow, so please <strong>be patient</strong>.
de: Die Kommunikation mit der Altered-Website ist gelegentlich langsam, <strong>bitte haben Sie etwas Geduld</strong>.
es: La comunicación con la web de Altered es ocasionalmente lenta, por favor <strong>se paciente</strong>.
fr: La communication avec le site web d'Altered est parfois lente, veuillez donc <strong>faire preuve de patience</strong>.
it: La comunicazione con il sito web di Altered è occasionalmente lenta, <strong>quindi vi preghiamo di avere pazienza</strong>.

source: You can search for any imported card in the '<a href="%(cards_tab_url)s">Build</a>' tab by using an advanced filter with the card's reference. For example:
es: Puedes buscar por cualquier carta importada en la pestaña '<a href="%(cards_tab_url)s">Crear</a>' y usando un filtro avanzado con la referencia de la carta. Por ejemplo:
fr: Vous pouvez chercher une carte importante quelconque dans l'onglet '<a href="%(cards_tab_url)s">Construction</a>' en utilisant un filtre avancé avec la référence de la carte. Par exemple :

source: Deck Legality
es: Legalidad de los mazos
fr: Deck légalité

source: Stay up to date with the latest changes in card legality for the game. This section provides information on cards that have been suspended, or had their abilities adjusted. Whether you're a competitive player or a casual deck builder, knowing which cards are allowed in official formats is essential.
es: Mantente al día con los últimos cambios sobre la legalidad de las cartas. Esta sección provee información de las cartas que se han suspendido, o han sido ajustadas. Ya seas un jugador competitivo o casual, saber qué cartas son legales en los formatos oficiales es esencial.
fr: Restez à jour quant aux dernières modifications sur la légalité des cartes du jeu. Cette section contient des informations sur les cartes qui ont été suspendues, ou dont les possibilités ont été réajustées. Que vous soyez un joueur de compétition ou un constructeur de deck occasionnel, il est essentiel que vous connaissiez les cartes autorisées dans les formats officiels.

source: Read this article (<a href="https://www.altered.gg/news/trial-by-frost-season-patch" target="_blank">Trial by Frost Season Patch</a>) to understand the reasoning behind banning or suspending cards.
es: Lee este artículo (<a href="https://www.altered.gg/news/trial-by-frost-season-patch" target="_blank">Trial by Frost Season Patch</a>) para entender el razonamiento tras prohibir o suspender una carta.
fr: Lisez cet article (<a href="https://www.altered.gg/news/trial-by-frost-season-patch" target="_blank">Essai avec le correctif de la saison gelée</a>) pour comprendre la logique derrière le bannissement ou la suspension de cartes.

source: Last updated: %(last_update_date)s
es: Última actualización: %(last_update_date)s
fr: Dernière mise à jour : %(last_update_date)s

source: Season Patches
es: Parches de temporada
fr: Correctifs saisonniers

source: Article:
es: Artículo:

source: Announcement date:
es: Fecha de anuncio:
fr: Date de l'annonce :

source: Previous:
es: Anterior:
fr: Précédent :

source: Updated:
es: Actualización:
fr: Mise à jour :

source: Suspensions
es: Suspensiones
fr: En suspens

source: New Deck
de: Neues Deck
es: Mazo Nuevo
fr: Nouveau deck
it: Nuovo mazzo

source: Import a Deck
de: Deck importieren
es: Importar un Mazo
fr: Importer un Deck
it: Importare un mazzo

source: From the official deck builder
de: Aus dem offiziellen Deckbuilder
es: Desde el deck builder oficial
fr: Extrait de l'outil officiel de deckbuilding
it: Dal costruttore di mazzi ufficiale

source: If you have a public deck on the official deck builder, input the deck's link or ID below to prefill your decklist:
de: Wenn du ein öffentliches Deck im offiziellen Deckbuilder hast, gib den Link oder die ID des Decks unten ein, um deine Deckliste vorzufüllen:
es: Si tienes un mazo público en el deck builder oficial, introduce el enlace o el ID del mazo para prepopular los campos:
fr: Si vous avez un deck public sur le constructeur officiel de deck, entrez le lien ou l'ID du deck ci-dessous pour pré-remplir votre decklist :
it: Se hai un mazzo pubblico sul deck builder ufficiale, inserisci il link o l'ID del mazzo qui sotto per precompilare la tua decklist:

source: Official Deck
de: Offizielles Deck
es: Mazo Oficial
fr: Deck officiel
it: Mazzo ufficiale

source: Enter the deck's link or its ID
de: Geben Sie den Link des Decks oder seine ID ein
es: Introduce el link o el ID del mazo
fr: Saisir le lien ou l'identifiant du deck
it: Inserire il link del mazzo o il suo ID

source: This will automatically fill the fields with the official deck.
de: Dadurch werden die Felder automatisch mit den Werten des offiziellen Decks gefüllt.
es: Esta acción rellenará los campos con el mazo oficial.
fr: Les champs seront automatiquement remplis avec les valeurs du deck officiel.
it: Questo riempirà automaticamente i campi con i valori del mazzo ufficiale.

source: How can I get the ID of a deck?
de: Wie kann ich die ID eines Decks ermitteln?
es: ¿Cómo puedo conseguir el ID de un mazo?
fr: Comment puis-je obtenir l'ID d'un deck ?
it: Come posso ottenere l'ID di un mazzo?

source: A deck's ID is the characters on the right of the URL.<br>Or you could simply input the whole link.
de: Die ID eines Decks sind die Zeichen auf der rechten Seite der URL.<br>Oder Sie können einfach den gesamten Link eingeben.
es: El ID de un mazo son los caracteres que aparecen a la derecha de la URL.<br>O simplemente puede introducir el enlace completo.
fr: L'ID d'un deck correspond aux caractères situés à droite de l'URL.<br>Vous pouvez également saisir le lien complet.
it: L'ID di un mazzo è costituito dai caratteri a destra dell'URL.<br>Oppure si può semplicemente inserire l'intero link.

source: How can I make a deck public?
de: Wie kann ich ein Deck öffentlich machen?
es: ¿Cómo puedo hacer público un mazo?
fr: Comment puis-je rendre un deck public ?
it: Come posso rendere pubblico un mazzo?

source: It seems that as of late this might be unnecessary. It's worth to try and import a deck directly without going through this process.
es: Parece que últimamente este paso no es necesario. Vale la pena intentar e importar un mazo directamente sin seguir este procedimiento.
fr: Il semble en dernier recours que cela soit inutile. Il vaut mieux essayer d'importer un deck directement sans passer par ce processus.

source: After clicking on the pencil, modify the checkbox so that it's public.
de: Nachdem Sie auf den Bleistift geklickt haben, ändern Sie das Kontrollkästchen so, dass es öffentlich ist.
es: Después de hacer click en el lápiz, modifica la checkbox para que sea público.
fr: Après avoir cliqué sur le crayon, modifiez la case à cocher pour qu'elle soit publique.
it: Dopo aver fatto clic sulla matita, modificare la casella di controllo in modo che sia pubblica.

source: From another platform
de: Von einer anderen Plattform
es: Desde otra plataforma
fr: Depuis une autre plateforme
it: Da un'altra piattaforma

source: Use a cool name for your deck:
de: Verwenden Sie einen coolen Namen für Ihr Deck:
es: Pon un buen nombre a tu mazo:
fr: Utilisez un nom cool pour votre deck :
it: Usa un bel nome per il tuo mazzo:

source: Please name your deck
de: Bitte benennen Sie Ihr Deck
es: Dale un nombre al mazo
fr: Veuillez donner un nom à votre deck
it: Per favore dai un nome al tuo mazzo

source: Optionally, add a description/explanation of your deck (feel free to use <a href="%(md_url)s">markdown</a>):
es: Opcionalmente, añade una descripción/explicación de tu mazo (no dudes en usar <a href="%(md_url)s">markdown</a>):
fr: De manière optionnelle, ajoutez une description/explication de votre deck (n'hésitez pas à utiliser du <a href="%(md_url)s">markdown</a>) :

source: Description
de: Beschreibung
es: Descripción
it: Descrizione

source: Paste a decklist. Do follow ExAltered's decklist format:
de: Fügen Sie eine Deckliste ein.
es: Pega una decklist. Sigue el formato de ExAltered:
fr: Collez une decklist. Suivez le format de decklist d'ExAlterd :
it: Incolla una lista del mazzo. Segui il formato di ExAltered:

source: Please write your decklist
de: Bitte schreiben Sie Ihre Deckliste
es: Escribe tu decklist
fr: Veuillez écrire votre decklist
it: Per favore scrivi la tua lista del mazzo

source: Do you want your deck to be public?
de: Möchten Sie, dass Ihr Deck öffentlich ist?
es: ¿Quieres que sea un mazo público?
fr: Voulez-vous que votre deck soit public ?
it: Vuoi che il tuo mazzo sia pubblico?

source: Public
de: Öffentlich
es: Público
fr: Publique
it: Pubblico

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa

source: My decks
de: Meine Decks
es: Mis mazos
fr: Mes decks
it: I miei mazzi

source: Search decks with the hero "Teija":
de: Suche nach Decks mit dem Helden "Teija":
es: Busca mazos con el héroe "Teija":
fr: Recherche les decks avec le héros "Teija" :
it: Cerca i mazzi con l&#39;eroe "Teija":

source: Mana
es: Maná

source: No %(type)ss
de: Kein %(type)ss
es: No hay %(type)ss
fr: Pas de %(type)ss
it: Nessun %(type)ss

source: Breakdown of owned cards by rarity
es: Desglose de cartas por rareza
fr: Classement des cartes possédées en fonction de leur rareté

source: The count and chances of unique cards is considered by name. Therefore two different unique cards with the same name count as a single copy of it.<br>For example, a unique "Ganesha" in Muna and another one in Axiom only count as a single card towards the complete playset of unique cards.
es: La cantidad y probabilidad de cartas únicas se considera por nombre. Es decir dos cartas únicas distintas con el mismo nombre se consideran como una sola copia de la carta.<br>Por ejemplo, una "Ganesha" única en Muna y otra en Axiom solo cuentan una vez de cara a la colección completa de cartas únicas.
fr: Le nombre et la chance des cartes uniques dépend du nom. C'est pourquoi deux cartes uniques différentes qui portent le même nom comptent pour une seule copie.<br>Par exemple, une "Ganesha" unique dans Muna et une autre dans Axiom ne comptent que pour une seule carte au vu de l'ensemble de jeu complet des cartes uniques.

source: First
de: Zuerst
es: Primero
fr: Première
it: Prima

source: Last
de: Zuletzt
es: Último
fr: Dernière
it: Ultima

source: Owner
de: Besitzer
es: Creador
fr: Propriétaire
it: Proprietario

source: No decks were found with the current filters
de: Mit den aktuellen Filtern wurden keine Decks gefunden
es: No se han encontrado mazos con el filtro actual
fr: Aucun deck trouvé avec les filtres choisis
it: Nessun mazzo trovato con i filtri impostati

source: Created: %(creation)s<br>Last modified: %(modification)s
de: Erstellt: %(creation)s<br>Letzte Änderung: %(modification)s
es: Creado: %(creation)s<br>Actualizado: %(modification)s
fr: Créé : %(creation)s<br>Dernière modification : %(modification)s
it: Creazione: %(creation)s<br>Ultima modifica: %(modification)s

source: Use our extension to export your personal collection from the official site:
es: Usa nuestra extensión para exportar tu colección personal desde la web oficial:
fr: Utilisez notre extension pour exporter votre collection personnelle à partir du site officiel :

source: Your collection is saved on our servers, so it's shared among your devices.
es: Tu colección se guarda en nuestros servidores, así que puedes acceder a ella desde todos tus dispositivos.
fr: Votre collection est enregistrée sur nos serveurs, elle est donc partagée par vos appareils.

source: However, you will need to import your collection again (or modify it manually) if there's a change to in. For example if you acquire or sell any cards.
es: Eso sí, tendrás que volver a importar tu colección de nuevo (o modificarla a mano) si hay algún cambio. Por ejemplo si consigues o vendes alguna carta.
fr: Néanmoins vous devrez importer votre collection à nouveau (ou la modifier manuellement) si elle a été modifiée. Par exemple si vous ajoutez ou vendez une carte quelconque.

source: Update Collection
es: Actualizar Colección
fr: Mettre à jour la collection

source: Illegal
es: Ilegal
fr: Illégal
it: Illegale

source: Write your comment
de: Schreiben Sie Ihren Kommentar
es: Escribe tu comentario
fr: Ecrivez votre commentaire
it: Scrivi il tuo commento

source: Submit
de: Einreichen
es: Comentar
fr: Envoyer
it: Invia

source: Visibility
de: Sichtbarkeit
es: Visibilidad
fr: Visitilité
it: Visibilità

source: Alternate Art
es: Arte Alternativo
fr: Art Alternatif

source: In my collection
es: En mi colección
fr: Dans ma collection

source: Comment not found
de: Kommentar nicht gefunden
es: No se ha encontrado el comentario
fr: Commentaire non trouvé
it: Commento non trovato

source: Deck not found
de: Deck nicht gefunden
es: No se ha encontrado el mazo
fr: Deck non trouvé
it: Mazzo non trovato

source: The deck must have a name
de: Das Deck muss einen Namen haben
es: El mazo necesita un nombre
fr: Le deck doit avoir un nom
it: Il mazzo deve avere un nome

source: Card not found
de: Karte nicht gefunden
es: Carta no encontrada
fr: Carte non trouvée
it: Carta non trovata

source: The card '%(reference)s' is not public
de: Die Karte '%(reference)s' ist nicht öffentlich
es: La carta '%(reference)s' no es pública
fr: La carte '%(reference)s' n'est pas publique
it: La carta “%(reference)s” non è pubblica

source: Failed to fetch the card on the official API.
de: Die Karte konnte nicht über die offizielle API abgerufen werden.
es: No se ha podido encontrar la carta en la API oficial.
fr: Échec de la récupération de la carte sur l'API officielle.
it: Impossibile trovare la carta nell'API ufficiale.

source: The card '%(card_name)s' (%(reference)s) was successfully imported.
de: Die Karte „%(card_name)s“ (%(reference)s) wurde erfolgreich importiert.
es: La carta '%(card_name)s' (%(reference)s) se ha importado con éxito.
fr: La carte '%(card_name)s' (%(reference)s) a été importée avec succès.
it: La carta “%(card_name)s” (%(reference)s) è stata importata con successo.

source: This unique version of '%(card_name)s' (%(reference)s) already exists in the database.
de: Diese eindeutige Version von „%(card_name)s“ (%(reference)s) existiert bereits in der Datenbank.
es: Esta versión única de '%(card_name)s' (%(reference)s) ya existe en la base de datos.
fr: Cette version unique de '%(card_name)s' (%(reference)s) existe déjà dans la base de données.
it: Questa versione unica di '%(card_name)s' (%(reference)s) esiste già nel database.

source: New notification
de: Neue Meldung
es: Nueva notificación
fr: Nouvelle notification
it: Nuova notifica

source: %(actor)s commented on deck '%(deck_name)s'
de: %(actor)s kommentiert Deck '%(deck_name)s'
es: %(actor)s ha comentado en el mazo '%(deck_name)s'
fr: %(actor)s a commenté le deck '%(deck_name)s'
it: %(actor)s ha commentato il mazzo '%(deck_name)s'

source: %(love_count)s user liked your deck '%(deck_name)s'
de: %(love_count)s Benutzer mochte Ihr Deck '%(deck_name)s'
es: A %(love_count)s usuario le gusta tu mazo '%(deck_name)s'
fr: %(love_count)s utilisateur a apprécié votre deck '%(deck_name)s'
it: A %(love_count)s utente è piaciuto il tuo mazzo '%(deck_name)s'

source: %(actor)s created deck '%(deck_name)s'
de: %(actor)s erstellt Deck „%(deck_name)s“
es: %(actor)s ha creado el mazo '%(deck_name)s'
fr: %(actor)s a créé le deck '%(deck_name)s'
it: %(actor)s ha creato il mazzo '%(deck_name)s'

source: %(actor)s started following you
de: %(actor)s begann Ihnen zu folgen
es: %(actor)s ha empezado a seguirte
fr: %(actor)s a commencé à vous suivre
it: %(actor)s ha iniziato a seguirti

source: Notifications
de: Notifikationen
es: Notificaciones
it: Notifiche

source: Mark all notifications as read
es: Marcar todas las notificaciones como leídas
fr: Marquer toutes les notifications comme lues
it: Contrassegnare tutte le notifiche come letto

source: No notifications
de: Keine Notifikationen
es: Sin notificaciones
fr: Pas de notifications
it: Nessuna notifica

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica il profilo

source: Selected Profile Picture
es: Imagen de perfil seleccionada
fr: Photo de profil sélectionnée
it: Immagine del profilo selezionata

source: Choose an Avatar
es: Elige un avatar
fr: Choisissez un Avatar
it: Scegli un avatar

source: Biography (feel free to use <a href="%(md_url)s">markdown</a>):
de: Biografie (Sie können gerne <a href="%(md_url)s">markdown</a> verwenden):
es: Biografía (puedes usar <a href="%(md_url)s">markdown</a>):
fr: Biographie (n'hésitez pas à utiliser du <a href="%(md_url)s">markdown</a>) :
it: Biografia (sentiti libero di utilizzare <a href="%(md_url)s">markdown</a>):

source: Social accounts
de: Soziale Konten
es: Cuentas sociales
fr: Comptes sociaux
it: Account social

source: Altered handle:
de: Profil von Altered:
es: Perfil de Altered:
fr: Profil de Altered :
it: Profilo di Altered:

source: Make your Discord handle public?
de: Ihr Discord-Handle öffentlich machen?
es: Hacer tu perfil de Discord público?
fr: Rendre public votre identifiant sur Discord ?
it: Rendere pubblico il profilo di Discord?

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Sauvegarder les modifications
it: Salva le modifiche

source: Followers of %(username)s
de: Anhänger der %(username)s
es: Seguidores de %(username)s
fr: Suiveurs de %(username)s
it: Followers di %(username)s

source: Followed Users
de: Verfolgte Benutzer
es: Usuarios seguidos
fr: Utilisateurs suivis
it: Utenti seguiti

source: Since: %(created_at)s
de: Seit: %(created_at)s
es: Desde: %(created_at)s
fr: Depuis : %(created_at)s
it: Da: %(created_at)s

source: Unfollow
de: Nicht mehr folgen
es: Dejar de seguir
fr: Cesser de suivre
it: Smetti di seguire

source: Follow
de: Folgen Sie
es: Seguir
fr: Suivre
it: Segui

source: %(username)s doesn't follow anyone yet.
de: %(username)s folgt noch niemandem.
es: %(username)s aun no sigue a nadie.
fr: %(username)s ne suit encore personne.
it: %(username)s non segue ancora nessuno.

source: Followers
de: Anhänger
es: Seguidores
fr: Suiveurs

source: %(username)s doesn't have any followers yet. You can be the first!
de: %(username)s hat noch keine Follower. Du kannst der Erste sein!
es: %(username)s aun no tiene ningún seguidor. ¡Tú puedes ser el primero!
fr: %(username)s n'a pas encore de followers. Vous pouvez être le premier !
it: %(username)s non ha ancora nessun follower. Puoi essere il primo!

source: You don't have any followers yet. Start sharing your decks!
de: Du hast noch keine Follower. Beginnen Sie, Ihre Decks zu teilen!
es: Por el momento no tienes ningún seguidor. ¡Empieza a compartir tus mazos!
fr: Vous n'avez pas encore de followers. Commencez à partager vos decks !
it: Non hai ancora nessun follower. Inizia a condividere i tuoi mazzi!

source: profile picture
es: imagen de perfil
fr: avatar
it: immagine del profilo

source: %(follower_count)s Follower
es: %(follower_count)s Seguidor

source: %(following_count)s Following
de: %(following_count)s Gefolgt
es: %(following_count)s Siguiendo
fr: %(following_count)s Suivi
it: %(following_count)s Seguiti

source: Joined on: %(date_joined)s
de: Beitritt am: %(date_joined)s
es: Se unió en: %(date_joined)s
fr: Inscrit le : %(date_joined)s
it: Iscritto il: %(date_joined)s

source: Profile of %(username)s
de: Profil von %(username)s
es: Perfil de %(username)s
fr: Profil de %(username)s
it: Profilo di %(username)s

source: %(username)s's profile picture
es: Imagen de perfil de %(username)s
fr: Photo de profil de %(username)s
it: immagine del profilo di %(username)s

source: View
de: Siehe
es: Ver
fr: Voir
it: Guarda
