Repository: Ajordat/alteredbuilder
Catalog: alteredbuilder/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it

source: Questions? Suggestions? Reach out to us on <a href="%(discord_link)s" target="_blank"><i class="fa-brands fa-discord"></i> Discord</a>!
es: ¿Preguntas? ¿Sugerencias? ¡Ponte en contacto con nosotros en <a href="%(discord_link)s" target="_blank"><i class="fa-brands fa-discord"></i>Discord</a>!
fr: Des questions ? Des suggestions ? Contactez-nous sur <a href="%(discord_link)s" target="_blank"><i class="fa-brands fa-discord"></i> Discord</a> !

source: Translating the Platform
es: Traduciendo la plataforma
fr: Traduire la plateforme

source: We believe in making this platform available in all the languages that the game is available in: <strong>English, French, German, Italian and Spanish</strong>.
es: Creemos en hacer que esta plataforma esté disponible en todos los idiomas en los que está disponible el juego: <strong>inglés, francés, alemán, italiano y español</strong>.
fr: Nous pensons pouvoir rendre cette plateforme disponible dans toutes les langues où le jeu est disponible : <strong>anglais, français, allemand, italien et espagnol</strong>.

source: If you're fluent in one language or many, you can contribute by translating parts of the site or reviewing existing translations. We will mention you on our <a href="%(collaborators_url)s#translators">Translators' section</a>.
es: Si hablas con fluidez uno o varios idiomas, puedes contribuir traduciendo partes de la web o revisando traducciones existentes. Te mencionaremos en nuestra sección de <a href="%(collaborators_url)s#translators">Traductores</a>.
fr: Si vous maîtrisez une ou plusieurs langues, vous pouvez contribuer en traduisant des parties du site ou en examinant les traductions déjà existantes. Nous vous mentionnerons dans notre <a href="%(collaborators_url)s#translators">section dédiée aux traducteurs</a>.

source: Our integration with Weblate makes it easy for anyone to contribute translations, even without prior experience.
es: Nuestra integración con Weblate hace que sea fácil para cualquier persona colaborar en las traducciones, incluso sin experiencia previa.
fr: Notre intégration avec Weblate facilite la contribution de chacun aux traductions, sans même qu'il ait eu d'expérience préalable.

source: Take a look!
es: ¡Échale un vistazo!
fr: Allez-y !

source: Open Source Contributions
es: Colaboraciones de código abierto
fr: Contributions Open Source

source: Are you a developer, designer, or someone passionate about improving tools for the community? Contributing to our open-source project is a great way to make an impact. You can help us by:
es: ¿Eres desarrollador, diseñador o alguien apasionado por mejorar las herramientas para la comunidad? Contribuir a nuestro proyecto de código abierto es una gran manera de crear un impacto. Puedes ayudarnos:
fr: Êtes-vous un développeur, un concepteur ou quelqu'un qui se passionne pour l'amélioration des outils communautaires ? Contribuer à notre projet open-source est le meilleur moyen d'impacter son développement. Vous pouvez nous aider en :

source: Building new features to make the platform even better.
es: Desarrollando nuevas funcionalidades para hacer la plataforma aún mejor.
fr: En codant de nouvelles fonctionnalités pour améliorer la plateforme.

source: Fixing bugs or resolving issues that users have reported.
es: Corregiendo errores o resolver problemas que los usuarios hayan informado.
fr: En corrigeant les bogues ou en résolvant les problèmes rapportés par les utilisateurs.

source: Improving documentation to help other contributors get started.
es: Mejorando la documentación para ayudar a otros colaboradores a empezar.
fr: En améliorant la documentation pour aider les autres contributeurs à commencer.

source: We welcome contributions of all skill levels, we also tag the <a href="%(github_url)s" target="_blank">good first issues</a> if you're still learning your way around open-source!
es: Aceptamos contribuciones de todos los niveles, ¡también marcamos los <a href="%(github_url)s" target="_blank">buenos primeros problemas</a> si aún estás empezando con el código abierto!
fr: Nous sommes ouverts à toutes les contributions, peu importe votre niveau de compétence. Si vous êtes encore novice en open source, n'hésitez pas à regarder les problèmes marqués <a href="%(github_url)s" target="_blank">premiers bons problèmes</a> !

source: Support Through Patronage
es: Apoyo a través del patrocinio
fr: Soutenez le projet

source: Your financial support ensures the long-term success of this platform. Running a feature-rich and reliable service comes with the cost of server hosting and my personal time for implementing updates.
es: Su apoyo financiero asegura el éxito a largo plazo de esta plataforma. Ejecutar un servicio confiable y con muchas características viene con el costo del alojamiento de servidores y mi tiempo personal para implementar actualizaciones.Su apoyo financiero asegura el éxito a largo plazo de esta plataforma. Ejecutar un servicio confiable y con muchas características viene con el costo del alojamiento de servidores y mi tiempo personal para implementar actualizaciones.
fr: Votre soutien financier garantit le succès à long terme de cette plateforme. La mise en place d'un service fiable et offrant de nombreuses fonctionnalités implique des coûts d'hébergement ainsi que mon temps personnel pour effectuer de nouvelles mises à jour.

source: By becoming a patron, you not only help keep the platform free for everyone, but you also enable faster development of new features, better performance, and ongoing improvements.
es: Al convertirte en patrocinador, no solo ayudas a mantener la plataforma gratuita para todos, sino que también permites un desarrollo más rápido de nuevas funciones, un mejor rendimiento y mejoras continuas.
fr: En devenant un mécène, vous permettez non seulement que la plateforme reste libre pour chacun mais vous permettez aussi le développement rapide de nouvelles fonctionnalités, de meilleures performances, et d'améliorations à venir.

source: As a token of our gratitude, patrons are recognized on our <a href="%(collaborators_url)s#patrons">Contributors' Page</a>, showcasing their vital role in supporting the project.
es: Como muestra de nuestro agradecimiento, los patrocinadores son reconocidos en nuestra <a href="%(collaborators_url)s#patrons">Página de colaboradores</a>, mostrando su papel vital en el apoyo al proyecto.
fr: Comme marque de notre grattitude, les mécènes sont reconnus sur notre <a href="%(collaborators_url)s#patrons">Page des conributeurs</a>, pour mettre en avant leur rôle vital dans la prise en charge du projet.

source: Permission Denied
de: Berechtigung verweigert
es: Permiso denegado
fr: Permission refusée
it: Autorizzazione negata

source: The resource you're looking for either doesn't exist or you don't have permission to access it.
de: Die gesuchte Ressource existiert entweder nicht oder Sie haben keine Zugriffsberechtigung.
es: El recurso que buscas no existe o no tienes permiso para acceder a él.
fr: La ressources que vous cherchez n'existe pas ou vous n'avez pas le droit d'y accéder.
it: La risorsa che stai cercando non esiste oppure non hai i permessi per accedervi.

source: It seems the server run into a problem trying to process your request. Try again later.
de: Es scheint, dass der Server beim Versuch, Ihre Anfrage zu verarbeiten, auf ein Problem gestoßen ist.
es: Parece que ha habido un problema en el servidor al procesar tu petición. Inténtalo de nuevo más tarde.
fr: Il semble que le serveur a rencontré un problème en essayant de traiter votre requête. Réessayez plus tard.
it: Sembra che il server abbia riscontrato un problema nel tentativo di elaborare la tua richiesta.

source: New features:
de: Neue Funktionen:
es: Nuevas funcionalidades:
fr: Nouvelles fonctionnalités :
it: Nuove funzionalità:

source: Builders
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti

source: Other changes:
de: Andere Änderungen:
es: Otros cambios:
fr: Autres modifications :
it: Altre modifiche:

source: Announcements:
de: Ankündigungen:
es: Novedades:
fr: Annonces :
it: Annunci:

source: New features
de: Neue Funktionen
es: Nuevas funcionalidades
fr: Nouvelles fonctionnalités
it: Nuove funzionalità

source: Fixes
de: Korrekturen
es: Correcciones
fr: Corrections
it: Correzioni

source: Other changes
de: Andere Änderungen
es: Otros cambios
fr: Autres modifications
it: Altre modifiche

source: Announcements
de: Ankündigungen
es: Novedades
fr: Annonces
it: Annunci

source: Fixes:
de: Korrekturen:
es: Correcciones:
fr: Corrections :
it: Correzioni:

source: Other:
de: Sonstiges:
es: Otros:
fr: Autre :
it: Altro:

source: Third-Party Login Failure
es: Fallo de inicio de sesión de terceros
fr: Echec de connexion de la tierce partie

source: An error occurred while attempting to login via your third-party account.
es: Se ha producido un error al intentar iniciar sesión a través de su cuenta de terceros.
fr: Une erreur est survenue lors de la connexion via votre compte tiers.

source: Welcome to Altered TCG Builder
es: Bienvenido a Altered TCG Builder
fr: Bienvenue sur Altered TCG Builder

source: Build, analyze, and share your decks effortlessly.
es: Crea, analiza y comparte tus barajas sin esfuerzo.
fr: Construisez, analysez et partagez vos decks Altered TCG.

source: Build a deck
es: Crear un mazo
fr: Construire un deck

source: Popular Factions
de: Beliebte Fraktionen
es: Facciones Populares
fr: Factions Populaires
it: Fazioni popolari

source: Popular Heroes
de: Beliebte Helden
es: Héroes Populares
fr: Héros Populaires
it: Eroi popolari

source: Popular Cards
de: Beliebte Karten
es: Cartas Populares
fr: Cartes populaires
it: Carte popolari

source: Trending decks
de: Angesagte Decks
es: Mazos populares
fr: Decks tendances
it: Mazzi di tendenza

source: No
de: Nein
fr: Non

source: Draft
fr: Ebauche

source: Erratas
fr: Erreurs

source: Watchlist
fr: Liste de suivi

source: Promo
fr: Promotion

source: Currently Trending
fr: Tendance Actuelle

source: decklist
de: Deckliste
it: elenco dei mazzi

source: Image provided by <a href="https://discordapp.com/users/134357944178442240">Tristan</a>, check <a href="https://uniquesranking.onrender.com/">Uniques Ranking</a>!
de: Bild zur Verfügung gestellt von <a href="https://discordapp.com/users/134357944178442240">Tristan</a>, siehe <a href="https://uniquesranking.onrender.com/">Uniques Ranking</a>!
it: Immagine fornita da <a href="https://discordapp.com/users/134357944178442240">Tristan</a>, consulta <a href="https://uniquesranking.onrender.com/">Uniques Ranking</a>!

source: Decklist
de: Deckliste
it: Lista del mazzo

source: Card '%(reference)s' does not exist
de: Karte „%(reference)s“ existiert nicht

source: The Unique card <strong>needs to be public</strong> so that it can be imported. Once the process is finished, the card can be made private again.
de: Die Unique-Karte <strong>muss öffentlich sein</strong>, damit sie importiert werden kann. Sobald der Prozess abgeschlossen ist, kann die Karte wieder privat gemacht werden.
